{
  "metadata": {
    "title": "losing her voice audience metadata",
    "description": "just initial testing placeholders",
    "version": "0.8",
    "author": "Chris Greenhalgh",
    "fileVersion": "lhv/audience/v3"
  },
  "performances": [
    {
      "id":"test1",
      "title":"test performance no.1",
      "startDatetime":"2018-12-19T14:43:00Z",
      "isPublic":false
    },
    {
      "id":"test2",
      "title":"test performance no.2",
      "startDatetime":"2018-12-19T14:43:00Z",
      "isPublic":false
    },
    {
      "id":"20190406-premiere",
      "title":"Premiere public performance",
      "startDatetime":"2019-04-06T13:30:00Z",
      "isPublic":true,
      "durationSeconds":10800,
      "timezone":"+01:00"
    },
    {
      "id":"20190407-second",
      "title":"Second public performance",
      "startDatetime":"2019-04-07T18:00:00Z",
      "isPublic":true,
      "durationSeconds":10800,
      "timezone":"+01:00"
    }
  ],
  "menuItems":[
    {
      "id": "home",
      "title": "Home",
      "postPerformance": false,
      "cards": [
      ]
    },
    {
      "id": "profile",
      "title": "Pick a profile for the performance",
      "postPerformance": false,
      "showOnHome":true
    },
    {
      "id": "selfie",
      "title": "Take a selfie for the performance",
      "postPerformance": false,
      "showOnHome":true
    },
    {
      "id": "about.geraldine",
      "title": "About Geraldine",
      "postPerformance": false,
      "cards": [
        { "html": "<p>Alice Geraldine Farrar (February 28, 1882 – March 11, 1967) was an American soprano opera singer and film actress, noted for her beauty, acting ability, and &quot;the intimate timbre of her voice.&quot; She had a large following among young women, who were nicknamed &quot;Gerry-flappers&quot;.</p>" },
        { "html": "<p>Farrar was born in Melrose, Massachusetts, and at 5 she began studying music in Boston and by 14 was giving recitals. Later she studied voice with the American soprano Emma Thursby in New York City, in Paris, and finally with the Italian baritone Francesco Graziani in Berlin. Farrar created a sensation at the Berlin Hofoper with her debut as Marguerite in Charles Gounod&#39;s Faust in 1901 and remained with the company for three years, during which time she continued her studies with famed German soprano Lilli Lehmann. She appeared in the title roles of Ambroise Thomas&#39; Mignon and Jules Massenet&#39;s Manon, as well as Juliette in Gounod&#39;s Roméo et Juliette. Her admirers in Berlin included Crown Prince Wilhelm of Germany, with whom she is believed to have had a relationship beginning in 1903.</p>" },
        { "html": "<p>After three years with the Monte Carlo Opera, she made her debut at the New York Metropolitan Opera in Romeo et Juliette on November 26, 1906. She appeared in the first Met performance of Giacomo Puccini&#39;s Madama Butterfly in 1907 and remained a member of the company until her retirement in 1922, singing 29 roles there in 672 performances. She developed a great popular following, especially among New York&#39;s young female opera-goers, who were known as &quot;Gerry-flappers&quot;.</p>" },
        { "html": "<p>She recorded extensively for the Victor Talking Machine Company and she was one of the first performers to make a radio broadcast, in a 1907 publicity event singing over Lee De Forest&#39;s experimental AM radio transmitter in New York City. She appeared in silent movies, which were filmed between opera seasons. Farrar starred in more than a dozen films from 1915 to 1920, including Cecil B. De Mille&#39;s 1915 adaptation of Georges Bizet&#39;s opera Carmen, for which she was extensively praised.</p>" },
        { "html": "<p>Farrar had a seven-year love affair with the Italian conductor Arturo Toscanini. Her ultimatum, that he leave his wife and children and marry her, resulted in Toscanini&#39;s abrupt resignation as principal conductor of the Metropolitan Opera in 1915. Farrar was close friends with the star tenor Enrico Caruso and there has been speculation that they too had a love affair, but no conclusive evidence of this has surfaced. Her marriage to cinema actor Lou Tellegen on February 8, 1916 was the source of considerable scandal. The marriage ended, as a result of her husband&#39;s numerous affairs, in a very public divorce in 1923. The circumstances of the divorce were brought again to public recollection by Tellegen&#39;s bizarre 1934 suicide in Hollywood. Farrar reportedly said &quot;Why should that interest me?&quot; when told of Tellegen&#39;s death.</p>" },
        { "html": "<p>Farrar retired from opera in 1922 at the age of 40. Her final performance was as Leoncavallo&#39;s Zazà. By this stage, her voice was in premature decline due to overwork. Farrar quickly transitioned into concert recitals, and she continued to make recordings and give recitals throughout the 1920s and was briefly the intermission commentator for the Metropolitan Opera radio broadcasts during the 1934–35 season. Her unusual autobiography, Such Sweet Compulsion, published in 1938, was written in alternating chapters purporting to be her own words and those of her mother, with Mrs. Farrar rather floridly recounting her daughter&#39;s many accomplishments.</p>" },
        { "html": "<p>Content sourced from https://en.wikipedia.org/wiki/Geraldine_Farrar.</p>" }
      ],
      "showOnHome":true
    },
    {
      "id": "synopsis",
      "title": "Losing Her Voice Synopsis",
      "postPerformance": false,
      "cards": [
          { "html": "<p>Synopsis...</p>" }
      ],
      "showOnHome":true
    },
    {
      "id": "help",
      "title": "Help",
      "postPerformance": false,
      "cards": [
        { "html": "<p>Throughout this performance of ‘Losing Her Voice’ some performance content and interactions will take place via your mobile device. Some of this content, such as the ‘Synopsis, ‘About Geraldine’, and ‘Credits’ can be browsed before the start of the performance, or during the interval. Other content will be displayed on the device during the performance itself.</p>" },
        { "html": "<p>It is your choice whether you want to engage with this and it is not necessary to do so. If you would rather not then turn your device off, or set it to silent and put it somewhere safe.</p>" },
        { "html": "<p>If you would like to, then please keep your device with you and active throughout the performance. You will be prompted, but could you please make sure your device is set to silent for Act 1.</p>" },
        { "html": "<p>This audience app has a list of menu items:</p>" },
        { "html": "<p>In ‘pick a profile for the performance’ you can choose an anonymous name that might feature at some point in performance. Please pick one before the performance starts, or in the interval. Note: you will not be able to pick a profile after the start of Act 2.</p>" },
        { "html": "<p>In ‘take a selfie for the performance’ we would like to post a selfie photograph of yourself that might feature at some point in the performance, should you wish to. Be aware that if you do post a selfie, your photo might be displayed on stage for the audience, cast and crew to see. Furthermore, this performance is being filmed, so it may also be captured on that. In the ‘take a selfie for the performance’ page it will guide you through how to post a selfie and how to consent for us to use it in the performance. Should you wish, please take a selfie, and post it before the performance, or in the interval. Note: you will not be able to contribute a selfie after Act 2 has started.</p>" },
        { "html": "<p>The ‘about Geraldine’ page gives you some background on Geraldine Farrar, the main protagonist in ‘Losing Her Voice’</p>" },
        { "html": "<p>Select ‘Losing Her Voice Synopsis’ to read the synopsis of the opera. If you are experiencing any difficulties with this audience app or would like to talk to someone about, please ask a member of staff before the performance starts or during the interval.</p>" }
      ],
      "showOnHome":true
    },
    {
      "id": "credits",
      "title": "Credits",
      "postPerformance": false,
      "cards": [
        { "html": "<p><em>Creative team:</em></p> <p>Composer and Librettist – Elizabeth Kelly</p> <p>Director – Martin Berry</p> <p>Musical Director – Calum Fraser</p> <p>Digital Design - Barret Hodgson</p> <p>Interactive Performance Technologies – Chris Greenhalgh &amp; Adrian Hazzard</p> <p>Etc</p> <p><em>Principle Singers:</em></p> <p>Geraldine Farrar</p> <p>Lilli Lehmann</p> <p>Lou Tellegen</p> <p>etc</p> <p><em>Chorus:</em></p> <p><em>Instrumentalists:</em></p>" }
      ],
      "showOnHome":true
    },
    {
      "id": "questionnaire",
      "title": "Research Questionnaire",
      "postPerformance": true,
      "cards": [
        { "html": "<p>We would be grateful if you could complete this anonymous online questionnaire about your experience of Losing Her Voice.</p>" }
      ],
      "urlTitle":"Open questionnaire in browser",
      "url": "http://www.cs.nott.ac.uk/~pszcmg/"
    },
    {
      "id": "reset",
      "title": "Clear user data",
      "postPerformance": false
    }
  ],
  "views":[
    {
      "id":"act1.prelude",
      "act":1,
      "cards":[
        { "html": "<h1>Act 1</h1><p>Act 1 is about to begin. Please ensure your phone is set to silent.</p><img src=\"assets/sassy-geraldine.jpg\" class=\"view_large\">" }
      ],
      "audioFile": "phone-to-silent.mp3",
      "audioDelaySeconds": 1,
      "audioVolume": 0.5
    },
    {
      "id":"act1.scene1",
      "act":1,
      "cards":[
        { "html": "<h1>Act 1, Scene 1</h1><h2><em>Carmen</em>, The Opera</h2><p>A series of intertitles sets the scene as the curtain opens. Lilli makes a dramatic entrance from behind the screen as ‘Carmen’. The two Journalists sing their reviews of her performance in counterpoint from amidst the chorus who sit in the wings as ‘audience’. (Their reviews are adapted from actual reviews of Lehmann’s Metropolitan Opera ‘Carmen’ performance in New York newspapers.) Geraldine jumps up to applaud Lilli from the audience at the end of the scene.</p>" }
      ]
    },
    {
      "id":"act1.scene2",
      "act":1,
      "cards":[
        { "html": "<h1>Act 1, Scene 2</h1><h2>The Lesson</h2><p>Lilli moves to the piano on stage left and invites Geraldine to join her for a lesson. Lilli teaches Geraldine how to sing ‘Carmen’ and more fundamentally the ‘great scale’, promising that if Geraldine is disciplined and practices every day, she will sing forever. (This ‘lesson’ incorporates language from Lilli’s actual vocal treatise and dialogue from their letters.) Geraldine bristles against Lilli’s instruction, insisting that she must sing as she feels, but she pledges to devote herself to practice in front of the mirror, as Lilli suggests.</p>" }
      ]
    },
    {
      "id":"act1.scene3",
      "act":1,
      "cards":[
        { "html": "<h1>Act 1, Scene 3</h1><h2>Practice Soliloquy</h2><p>Geraldine practices the ‘great scale’ in front of mirror. She is surrounded by the female chorus who practice the ‘great scale’ in front of their own mirrors, which are bathed in light. Geraldine commits herself to practice and her career. At the end of the scene, the Crown Prince spots Geraldine and applauds as she finishes her practice.</p>" }
      ]
    },
    {
      "id":"act1.scene4",
      "act":1,
      "cards":[
        { "html": "<h1>Act 1, Scene 4</h1><h2>Gossip Chorus</h2><p>This scene begins with the ‘Gerryflapper’ female fan chorus in front of their mirrors observing the pantomime between Geraldine and the Crown Prince. He approaches her, takes her hand and kisses it as the scene unfolds.</p><p>The Gerryflappers sing gossip about the Crown Prince & Geraldine’s relationship (taken from actual newspaper accounts) and discuss the contract that he gave her at the Berlin Opera to jumpstart her career. Eventually the male chorus enter as the press singing headlines. They take pictures with cameras. The percussionist is on stage, part of the press, with a typewriter, which comprises the instrumental accompaniment for this scene. The ‘headlines’ are projected on the screen.</p>" }
      ]
    },
    {
      "id":"act1.scene5",
      "act":1,
      "cards":[
        { "html": "<h1>Act 1, Scene 5</h1><h2>Royal Love Duet</h2><p>At the end of the previous scene, there is a spotlight on the Crown Prince and Geraldine at centre stage. They sing a highly operatic duet with full instrumental accompaniment. Through the course of the duet, the Crown Prince offers Geraldine a contract at the Berlin Opera and then later proposes. She rejects his proposal because she has been offered a contract at the Metropolitan Opera in New York. The Crown Prince graciously tears up the contract and wishes her well.</p>" }
      ]
    },
    {
      "id":"act1.scene6",
      "act":1,
      "cards":[
        { "html": "<h1>Act 1, Scene 6</h1><h2>Press Confrontation: Did you ever love the Crown Prince?</h2><p>As Geraldine gets off the ship in New York to begin her career at the Metropolitan, the male chorus (as press) accuse Geraldine of using the Crown Prince and other key male figures in her life (Toscanini, Caruso) to advance her career. Geraldine defends herself and asserts her autonomy with support from the Female Chorus.</p>" }
      ]
    },
    {
      "id":"act1.scene7",
      "act":1,
      "cards":[
        { "html": "<h1>Act 1, Scene 7</h1><h2>Losing Her Voice</h2><p>Geraldine pushes through the throng from the previous scene to confront the audience stating that despite appearances, she controlled her own story. She sings of her rise to international fame and the emergence of her ‘Gerryflapper’ female fans who prompted her to become a recording artist so that they could take her voice home.</p>" },
        { "html": "<p>As the scene progresses, Geraldine sings vocalises from Carmen ‘Habanera’ into a microphone, in front of a mirror, and the Gerryflappers walk out around the audience where there are phonographs. They play the same ‘habanera’ from Carmen on their machines. Geraldine literally sings herself hoarse as the male press sing headlines about how she has lost her voice.</p>" },
        { "html": "<p>As the recorded sound supplants Geraldine’s voice, a telephone is heard ringing. Cecil B. Demille calls from offstage to offer her a role in his silent film. Lilli cautions her against taking a role in this crass new genre, but ultimately Geraldine accepts. </p>" }
      ],
      "defaultMenuId":"selfie"
    },
    {
      "id":"act2.prelude",
      "act":2,
      "cards":[
        { "html": "<h1>Act 2</h1><p>Act 2 is about to begin. Please ensure your phone is set to silent.</p>" }
      ],
      "audioFile": "phone-to-silent.mp3",
      "audioDelaySeconds": 1,
      "audioVolume": 0.5
    },
    {
      "id":"act2.scene1",
      "act":2,
      "cards":[
        { "html": "<h1>Act 2, Scene 1</h1><h2><em>Carmen</em>, The Silent Film</h2><p>We are in 1915 Hollywood. After a jazzy instrumental opener, scenes from Cecil B.  Demille’s ‘Carmen’ with melodramatic musical accompaniment. Demille directs in speaking voice and, in singing voice, describes Geraldine’s massive celebrity. The chorus sits in the audience. Geradine archive Carmen footage appears on projection screen, at intervals, the ‘real’ Geraldine appears to stage to fix make up, get direction, then moves back into projected on-screen footage.</p>" }
      ]
    },
    {
      "id":"act2.scene2",
      "act":2,
      "cards":[
        { "html": "<h1>Act 2, Scene 2</h1><h2>You Were My Ideal Love </h2><p>Lou looks at Geraldine on screen. (Geraldine is still behind screen, but gradually emerges as scene unfolds.) He sings about how they met and how she is his ideal love, musing that his love for her was more intoxicating than his other addictions and her affections were more thrilling than the adoration of his fans. As he speaks, Geraldine wildly sings on-stage. Her vocal gestures begin to impact her projected image. His song is in the style of a 1910s waltz popular song like ‘Let Me Call You Sweetheart’.</p><p>After Lou sings, the chorus rises from the audience to sing about how Geraldine & Lou were their ideal love. As they sing, (real) newspaper & magazines appear portraying their ideal love. Perhaps Lou signs autographs or has picture taken? Geraldine’s gestures continue to distort images. </p><p>For the first time this act, Geraldine sings. The screen projects newspaper images of her actual marriage to Tellegen with scenes from ‘Carmen’. The images shift in response to Geraldine’s voice as she sings ‘Is this How You See Me’ and chronicles the rise and fall of her relationship with Tellegen and her silent film career. She fights with Lou about the true course of their relationship and eventually pushes him behind the screen, where he is trapped. </p><p>There will be some improvisatory aspects to this aria and interaction between soprano/image. </p><p>At the end, Cecil B. Demille tells her that her movies are failing financially, and she tears up her contract. She receives a call from the Met telling her that her salary will be cut. Image freezes and the screen then goes dark as she slams down phone.</p>" }
      ]
    },
    {
      "id":"act2.scene3",
      "act":2,
      "cards":[
        { "html": "<h1>Act 2, Scene 3</h1><h2>The Lesson: Post-war Edition</h2><p>Geraldine walks over to mirror and wipes off her cinema makeup. There is a spotlight on her centre stage. Lilli again appears on stage left with a spotlight by the piano. She is a ghostly pale version of herself. Geraldine sees Lilli’s reflection in the mirror. </p><p>Lilli sings to Geraldine about the dire situation in post-war Germany saying that the Crown Prince has been deposed and his son now works at a Ford factory. She suggests that Geraldine can get through all her problems by continuing with her ‘great scale’ practice, which will allow her to sing forever. The female chorus re-appears around the audience near phonographs with mirrors. They sing a distorted version of the ‘great scale’.</p>" }
      ]
    },
    {
      "id":"act2.scene4a",
      "act":2,
      "cards":[
        { "html": "<h1>Act 2, Scene 4</h1><h2>Goodbye!</h2><p>Geraldine addresses the audience and chorus. She sings that she never wanted to sing forever, only in the beauty and bloom of youth and fresh voice. She bids farewell to the Metropolitan and her Gerryflappers. She exits the stage in a huge tumult of press and fan adulation.</p>" }
      ]
    },
    {
      "id":"act2.scene4b",
      "act":2,
      "cards":[
        { "html": "<h1>Act 2, Scene 4</h1><h2>Goodbye!</h2>" }
      ],
      "showItems": true
    },
    {
      "id":"act2.scene4c",
      "act":2,
      "cards":[
        { "html": "<h1>Act 2, Scene 4</h1><h2>Goodbye!</h2>" }
      ],
      "showItems": true,
      "postSelfie": true
    },
    {
      "id":"act2.scene4d",
      "act":2,
      "cards":[
        { "html": "<h1>Act 2, Scene 4</h1><h2>Goodbye!</h2>" }
      ],
      "dark": true
    },
    {
      "id":"act2.scene5a",
      "act":1,
      "cards":[
        { "html": "<h1>Act 2, Scene 5</h1><h2>Goodbye!</h2><p>Please turn up the media volume on your phone!</p>" }
      ],
      "flicker": {
        "images":[
          "sassy-geraldine.jpg"
        ],
        "minFraction": 1,
        "maxFraction": 1,
        "minShowSeconds": 0.5,
        "maxShowSeconds": 0.5,
        "minBlankSeconds": 1.5,
        "maxBlankSeconds": 1.5
      }
    },
    {
      "id":"act2.scene5b",
      "act":1,
      "cards":[
        { "html": "<h1>Act 2, Scene 5</h1><h2>Goodbye!</h2><p>Please turn up the media volume on your phone!</p>" }
      ],
      "audioFile": "phone-ringing.mp3",
      "audioDelaySeconds": 0.1
    },
    {
      "id":"act2.scene5c",
      "act":1,
      "cards":[
        { "html": "<h1>Act 2, Scene 5</h1><h2>Goodbye!</h2><p>Please turn up the media volume on your phone!</p>" }
      ]
    },
    {
      "id":"act2.scene5d",
      "act":1,
      "cards":[
        { "html": "<h1>Act 2, Scene 5</h1><h2>Goodbye!</h2><p>Please turn up the media volume on your phone!</p>" }
      ],
      "audioFile": "habanera-sample-20.mp3",
      "audioDelaySeconds": 0.1,
      "audioJitterSeconds": 1
    },
    {
      "id":"act2.scene5e",
      "act":1,
      "cards":[
        { "html": "<h1>Act 2, Scene 5</h1><h2>Goodbye!</h2><p>Please switch your phone off silent!</p>" }
      ]
    },
    {
      "id":"act2.scene5f",
      "act":1,
      "cards":[
        { "html": "<h1>Act 2, Scene 5</h1><h2>Goodbye!</h2><p>Please switch your phone off silent!</p>" }
      ],
      "audioFile": "habanera-sample-20.mp3",
      "audioDelaySeconds": 0.1,
      "audioJitterSeconds": 5,
      "dark":true,
      "flicker": {
        "images":[
          "sassy-geraldine.jpg"
        ],
        "minFraction": 0.15,
        "maxFraction": 0.35,
        "minShowSeconds": 0.1,
        "maxShowSeconds": 0.2,
        "minBlankSeconds": 0.1,
        "maxBlankSeconds": 0.5
      },
      "defaultMenuId":"questionnaire"
    }
  ],
  "nameParts": [
    {
      "title":"Given Name",
      "required":true,
      "options":[
        "John",
        "William",
        "James",
        "Robert",
        "Joseph",
        "George",
        "Charles",
        "Edward",
        "Frank",
        "Thomas",
        "Walter",
        "Harold",
        "Henry",
        "Paul",
        "Richard",
        "Raymond",
        "Albert",
        "Arthur",
        "Harry",
        "Donald",
        "Ralph",
        "Louis",
        "Jack",
        "Clarence",
        "Carl",
        "Willie",
        "Howard",
        "Fred",
        "David",
        "Kenneth",
        "Francis",
        "Roy",
        "Earl",
        "Joe",
        "Ernest",
        "Lawrence",
        "Stanley",
        "Anthony",
        "Eugene",
        "Samuel",
        "Herbert",
        "Alfred",
        "Leonard",
        "Michael",
        "Elmer",
        "Andrew",
        "Leo",
        "Bernard",
        "Norman",
        "Peter",
        "Russell",
        "Daniel",
        "Edwin",
        "Frederick",
        "Chester",
        "Herman",
        "Lloyd",
        "Melvin",
        "Lester",
        "Floyd",
        "Leroy",
        "Theodore",
        "Clifford",
        "Clyde",
        "Charlie",
        "Sam",
        "Woodrow",
        "Vincent",
        "Philip",
        "Marvin",
        "Ray",
        "Lewis",
        "Milton",
        "Benjamin",
        "Victor",
        "Vernon",
        "Gerald",
        "Jesse",
        "Martin",
        "Cecil",
        "Alvin",
        "Lee",
        "Willard",
        "Leon",
        "Oscar",
        "Glenn",
        "Edgar",
        "Gordon",
        "Stephen",
        "Harvey",
        "Sidney",
        "Claude",
        "Everett",
        "Arnold",
        "Morris",
        "Wilbur",
        "Warren",
        "Wayne",
        "Allen",
        "Homer",
        "Maurice",
        "Alexander",
        "Max",
        "Virgil",
        "Gilbert",
        "Irving",
        "Leslie",
        "Eddie",
        "Johnnie",
        "Nicholas",
        "Hugh",
        "Julius",
        "Jessie",
        "Marion",
        "Luther",
        "Steve",
        "Hubert",
        "Ben",
        "Curtis",
        "Roland",
        "Jacob",
        "Wallace",
        "Oliver",
        "Glen",
        "Horace",
        "Roger",
        "Manuel",
        "Dale",
        "Franklin",
        "Mike",
        "Orville",
        "Alex",
        "Tom",
        "Wesley",
        "Tony",
        "Edmund",
        "Jerome",
        "Willis",
        "Nathan",
        "Otis",
        "Archie",
        "Douglas",
        "Rudolph",
        "Earnest",
        "Wilson",
        "Emil",
        "Guy",
        "Bill",
        "Jerry",
        "Matthew",
        "Patrick",
        "Ira",
        "Clifton",
        "Angelo",
        "Abraham",
        "Salvatore",
        "Jose",
        "Jim",
        "Jimmie",
        "Calvin",
        "Don",
        "Lyle",
        "Bennie",
        "Clayton",
        "Marshall",
        "Bruce",
        "Otto",
        "Sylvester",
        "Ronald",
        "Clinton",
        "Wilbert",
        "Irvin",
        "Delbert",
        "Phillip",
        "Ervin",
        "Elbert",
        "Wilfred",
        "Isaac",
        "Ivan",
        "Felix",
        "Rufus",
        "August",
        "Forrest",
        "Nathaniel",
        "Dan",
        "Nelson",
        "Karl",
        "Nick",
        "Julian",
        "Merle",
        "Aaron",
        "Lonnie",
        "Adolph",
        "Adam",
        "Jay",
        "Ellis",
        "Alton",
        "Leland",
        "Pete",
        "Mary",
        "Helen",
        "Dorothy",
        "Margaret",
        "Ruth",
        "Mildred",
        "Anna",
        "Elizabeth",
        "Frances",
        "Virginia",
        "Marie",
        "Evelyn",
        "Alice",
        "Florence",
        "Lillian",
        "Rose",
        "Irene",
        "Louise",
        "Edna",
        "Catherine",
        "Gladys",
        "Ethel",
        "Josephine",
        "Ruby",
        "Martha",
        "Grace",
        "Hazel",
        "Thelma",
        "Lucille",
        "Edith",
        "Eleanor",
        "Doris",
        "Annie",
        "Pauline",
        "Gertrude",
        "Esther",
        "Betty",
        "Beatrice",
        "Marjorie",
        "Clara",
        "Emma",
        "Bernice",
        "Bertha",
        "Ann",
        "Jean",
        "Elsie",
        "Julia",
        "Agnes",
        "Lois",
        "Sarah",
        "Marion",
        "Katherine",
        "Eva",
        "Ida",
        "Bessie",
        "Pearl",
        "Anne",
        "Viola",
        "Myrtle",
        "Nellie",
        "Mabel",
        "Laura",
        "Kathryn",
        "Stella",
        "Vera",
        "Willie",
        "Jessie",
        "Jane",
        "Alma",
        "Minnie",
        "Sylvia",
        "Ella",
        "Lillie",
        "Rita",
        "Leona",
        "Barbara",
        "Vivian",
        "Lena",
        "Violet",
        "Lucy",
        "Jennie",
        "Genevieve",
        "Marguerite",
        "Charlotte",
        "Mattie",
        "Marian",
        "Blanche",
        "Mae",
        "Ellen",
        "Wilma",
        "Juanita",
        "Opal",
        "June",
        "Geraldine",
        "Beulah",
        "Velma",
        "Theresa",
        "Carrie",
        "Phyllis",
        "Maxine",
        "Nancy",
        "Emily",
        "Georgia",
        "Fannie",
        "Kathleen",
        "Hattie",
        "Inez",
        "Sophie",
        "Rosa",
        "Lorraine",
        "Hilda",
        "Harriet",
        "Norma",
        "Eunice",
        "Sara",
        "Cora",
        "Ada",
        "Geneva",
        "Alberta",
        "Loretta",
        "Mamie",
        "Christine",
        "Dora",
        "Lula",
        "Estelle",
        "Verna",
        "Audrey",
        "Madeline",
        "Shirley",
        "Eileen",
        "Daisy",
        "Sadie",
        "Olive",
        "Naomi",
        "Lola",
        "Flora",
        "Lucile",
        "Olga",
        "Mable",
        "Muriel",
        "Susie",
        "Maggie",
        "Maria",
        "Jeanette",
        "Nora",
        "Miriam",
        "Erma",
        "Dolores",
        "Victoria",
        "Wanda",
        "Janet",
        "Lottie",
        "Caroline",
        "Rachel",
        "Irma",
        "Henrietta",
        "Roberta",
        "Winifred",
        "Eula",
        "Patricia",
        "Rosie",
        "Anita",
        "Rebecca",
        "Della",
        "Nettie",
        "Sally",
        "Fern",
        "Lydia",
        "Adeline",
        "Carolyn",
        "Amelia",
        "Nina",
        "Jeanne",
        "Elaine",
        "Goldie",
        "Katie",
        "Bonnie",
        "Antoinette",
        "May",
        "Marcella",
        "Lorene",
        "Essie",
        "Arlene",
        "Ollie",
        "Dorothea",
        "Jeannette",
        "Veronica",
        "Effie",
        "Isabel",
        "Freda",
        "Regina",
        "Sallie",
        "Cleo",
        "Ora",
        "Isabelle",
        "Rosemary",
        "Addie",
        "Eloise",
        "Joan"
      ]
    },
    {
      "title":"Family Name",
      "required":true,
      "options":[
        "Abend",
        "Gaylor",
        "Mundt",
        "Abram",
        "German",
        "Murcier",
        "Adler",
        "Gillespie",
        "Myers",
        "Anderson",
        "Goddard",
        "Myres",
        "Arndt",
        "Goderic",
        "Norvill",
        "Badour",
        "Gorham",
        "O'Connell",
        "Bailey",
        "Graham",
        "O'Connor",
        "Barbour",
        "Greenwald",
        "O'Neil",
        "Barnhardt",
        "Greenwood",
        "Paquin",
        "Behnke",
        "Hancock",
        "Parrion",
        "Bellman",
        "Harmel",
        "Partridge",
        "Bentz",
        "Hays",
        "Patzer",
        "Besler",
        "Heagler",
        "Patterson",
        "Bishop",
        "Heffron",
        "Peterson",
        "Blake",
        "Held",
        "Pool",
        "Blakely",
        "Henchel",
        "Price",
        "Boucha",
        "Henry",
        "Proton",
        "Boursaw",
        "Highland",
        "Quinn",
        "Bright",
        "Hitchcock",
        "Rapin",
        "Brockman",
        "Hopkins",
        "Recro",
        "Brook",
        "Hops",
        "Rhodes",
        "Brown",
        "Horoell",
        "Rice",
        "Burnett",
        "Houkala",
        "Rojein",
        "Bursley",
        "Howard",
        "Rolland",
        "Caison",
        "Howell",
        "Rosebush",
        "Cardinal",
        "Hussy",
        "Russell",
        "Carson",
        "Jefferson",
        "Schlisky",
        "Chambers",
        "Kauffuran",
        "Schlonga",
        "Collins",
        "King",
        "Schofield",
        "Conlan",
        "Kingsley",
        "Schroeder",
        "Conners",
        "Knedeisen",
        "Schwarm",
        "Cool",
        "LaCourtier",
        "Scoon",
        "Coon",
        "Lafave",
        "Segar",
        "Corruchus",
        "Leach",
        "Simmons",
        "Cortier",
        "Leacherk",
        "Slack",
        "Courville",
        "Leafa",
        "Smith",
        "Cutre",
        "Lentz",
        "Spetzer",
        "Davis",
        "Leoon",
        "St. Davis",
        "Debeau",
        "Leville",
        "St. John",
        "Dell",
        "Linck",
        "Stengas",
        "Depoty",
        "Lurian",
        "Stengren",
        "Drafs",
        "Marcus",
        "Stevens",
        "Dreffs",
        "Marquis",
        "Stone",
        "Duff",
        "Martin",
        "Stratton",
        "Duford",
        "Marvin",
        "Strong",
        "Dumma",
        "Matchinski",
        "Sturdevant",
        "Dunlap",
        "McCann",
        "Teabo",
        "Eakley",
        "McCellan",
        "Terrian",
        "Edwards",
        "McCutcheon",
        "Teske",
        "Elsner",
        "McDonald",
        "Thomas",
        "Etieu",
        "McDugal",
        "Traver",
        "Farrell",
        "McDurmon",
        "Truckey",
        "Faundric",
        "McFutcheon",
        "Tucker",
        "Feneley",
        "McGann",
        "Valier",
        "Fensky",
        "McGee",
        "VanGeisen",
        "Fergin",
        "McGraw",
        "Vintland",
        "Fillman",
        "McIntire",
        "Visner",
        "Fischer",
        "McKay",
        "Wachter",
        "Floria",
        "McLain",
        "Wagner",
        "Follet",
        "McLeod",
        "Wall",
        "Forkey",
        "McQuadie",
        "Washburn",
        "Frazier",
        "Memary",
        "Werner",
        "Frishey",
        "Miller",
        "Wilkinson",
        "Furlong",
        "Minard",
        "Williams",
        "Gallaster",
        "Moore",
        "Winter",
        "Garreth",
        "Muggs",
        "Worthy",
        "Yeske"
      ]
    }
  ]
}